tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "sourcegraph/src-cli"
brew "openssl@3"
brew "readline"
brew "asciinema"
brew "bat"
brew "boost"
brew "bottom"
brew "gmp"
brew "gcc"
brew "btop"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "harfbuzz"
brew "node"
brew "libssh2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helix"
brew "lazygit"
brew "less"
brew "lf"
brew "libyaml"
brew "mackup"
brew "make"
brew "mas"
brew "mono"
brew "nap"
brew "ncdu"
brew "neofetch"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rtx"
brew "scc"
brew "sd"
brew "stow"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sourcegraph/src-cli/src-cli"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "emacs-mac"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "keycastr"
cask "kitty"
cask "linearmouse"
cask "neovide"
cask "raycast"
cask "skim"
cask "spaceid"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Balance Lock", id: 1019371109
mas "Betternet VPN", id: 1028905953
mas "CotEditor", id: 1024640650
mas "Craft", id: 1487937127
mas "Curve", id: 1219074514
mas "Default Browser", id: 1055264211
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "Endel", id: 1484348796
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Klokki Slim", id: 1459795140
mas "Luminar Neo", id: 1584373150
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "New File Menu", id: 1064959555
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Reader", id: 1179373118
mas "ScrollAnywhere", id: 1556838353
mas "Speed Player", id: 1521133201
mas "Structured", id: 1499198946
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "devine-davies.make-hidden"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "DivyanshuAgrawal.competitive-programming-helper"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "erikphansen.vscode-toggle-column-selection"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "hex-ci.stylelint-plus"
vscode "jeff-hykin.better-cpp-syntax"
vscode "LeetCode.vscode-leetcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "NomicFoundation.hardhat-solidity"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "RudreshVeerkhare.catalyst"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "VSpaceCode.whichkey"
vscode "xyz.local-history"
