tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "bat"
brew "gmp"
brew "gcc"
brew "btop"
brew "cmake"
brew "coreutils"
brew "defaultbrowser"
brew "dog"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "libssh2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "readline"
brew "gawk"
brew "gh"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "helix"
brew "lazygit"
brew "libyaml"
brew "mackup"
brew "make"
brew "mono"
brew "nap"
brew "ncdu"
brew "neofetch"
brew "openssl@3"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "scc"
brew "sd"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "emacs-mac"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "raycast"
cask "skim"
cask "spaceid"
cask "wezterm"
cask "yt-music"
