tap "1password/tap"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mocki-toki/formulae"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "glib"
brew "harfbuzz"
brew "openssl@3"
brew "openjdk"
brew "apktool"
brew "arduino-cli"
brew "python@3.12"
brew "asciinema"
brew "libssh2"
brew "bat"
brew "bob"
brew "boost"
brew "bottom"
brew "btop"
brew "chafa"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "node"
brew "emscripten"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helix", args: ["HEAD"]
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "lf"
brew "libyaml"
brew "llvm"
brew "mackup"
brew "make"
brew "mas"
brew "maven"
brew "mise"
brew "mono"
brew "mvfst"
brew "nap"
brew "ncdu"
brew "neofetch"
brew "ollama"
brew "onefetch"
brew "opam"
brew "openssl@1.1"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "python@3.11"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "scc"
brew "sd"
brew "sevenzip"
brew "silicon"
brew "stow"
brew "tmux", args: ["HEAD"]
brew "trash", link: true
brew "tree-sitter"
brew "watchman"
brew "wget"
brew "xh"
brew "yazi"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "betterdisplay"
cask "deskpad"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "keyclu"
cask "kitty"
cask "mactex-no-gui"
cask "miniforge"
cask "orbstack"
cask "pearcleaner"
cask "skim"
cask "spaceid"
cask "stats"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Accelerate", id: 1459809092
mas "Amphetamine", id: 937984704
mas "Calculate84", id: 1459712793
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Goodnotes", id: 1444383602
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Pixelmator Pro", id: 1289583905
mas "Screen Mirror", id: 1612180624
mas "ScrollAnywhere", id: 1556838353
mas "Wipr", id: 1662217862
mas "WutheringWaves", id: 6475033368
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "devine-davies.make-hidden"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "divyanshuagrawal.competitive-programming-helper"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "erikphansen.vscode-toggle-column-selection"
vscode "esbenp.prettier-vscode"
vscode "fencily-golden.comfy-tslint"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "gruntfuggly.todo-tree"
vscode "hex-ci.stylelint-plus"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nomicfoundation.hardhat-solidity"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rudreshveerkhare.catalyst"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "xaver.clang-format"
vscode "xyz.local-history"
